Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.1f351a03b1e3
source: 正面と背面を合わせてウエストまわりを確認しました。
ar_sa: لقد قمت بفحص محيط الخصر مع الأمام والخلف معًا.
ca: Vaig comprovar la circumferència de la cintura amb el davant i l'esquena junts.
cs: Zkontroloval jsem obvod pasu, přičemž jsem vzal v potaz i přední a zadní stranu.
da: Har kontrolleret taljen ved at kombinere for- og bagsiden.
de_de: Ich habe Ihren Taillenumfang von vorne und hinten zusammen überprüft.
el: Έλεγξα το μέγεθος της περιφέρειας από μπροστά και πίσω.
en_au: Checked waist circumference by combining front and back views.
es_es: He comprobado la circunferencia de la cintura combinando las vistas frontal y trasera.
fi: Tarkastin vyötärön mitat sekä edestä että takaa.
fr_ca: J'ai mesuré votre tour de taille en regardant devant et derrière.
gu: મેં આગળ અને પાછળને જોડીને વળાંક માપ્યો.
he: בדקתי את היקף המותניים על ידי שילוב הצד והגב.
hi: आगे और पीछे से, कमर की माप ली गई।
hr: Provjerio sam obod tijela s prednje, stražnje i bočne strane.
hu: A frontot és hátul is megmértem a derék körüli átmérőt.
id: Memeriksa lingkar pinggang dengan melihat bagian depan dan belakang secara bersamaan.
it: Ho misurato la circonferenza della vita combinando le misurazioni frontali e laterali.
ko: 전면과 후면을 합쳐 허리 둘레를 확인했습니다.
mr: समोर आणि मागच्या बाजूचा एकत्रितपणे कंबरेची परिमाणे तपासली.
ms: Menyemak sekeliling pinggang dengan membandingkan bahagian depan dan belakang.
nl_nl: Ik heb je taille gemeten vanuit verschillende hoeken.
no: Jeg har målt rundt midjen ved å kombinere for- og baksiden.
pl: Sprawdziłem obwód talii, patrząc na przód i tył.
pt_br: Verifiquei a circunferência da cintura, olhando para frente e para trás.
pt_pt: Verifiquei a circunferência da cintura, olhando para frente e para trás.
ro: Am verificat circumferința taliei, combinând fața și spatele.
ru: Совместно проверил обхват талии спереди и сзади.
sk: Skontrolujeme obvod pása z prednej, zadnej a bočnej strany.
sl: Preveril sem obseg pasu, gledano s strani, zgorje in spodaj.
sv: Kontrollerade midjan genom att kombinera fram- och baksida.
ta: முன்புற மற்றும் பின்புறத்தை சேர்த்து இடுப்பு அளவைச் சரிபார்க்கப்பட்டது.
te: ముందు మరియు వెనుక వైపులను కలిపి నడుము పరిమాణాన్ని పరిశీలించాను.
th: ตรวจสอบรอบเอวโดยรวมจากด้านหน้าและด้านหลัง
tr: Ön ve arka bölgeyi birleştirerek bel çevresini kontrol ettim.
uk: Перевіряю обхват талії, поєдную передню та задню частини.
vi: Tôi đã đo vòng eo bằng cách kết hợp nhìn từ phía trước và phía sau.
zh_hans: 已确认腰围，包括正面和背面。
zh_hant: 已确认正面和背面，并测量腰围。

# health_meals_body_ai.1f60ca761ad5
source: 後回しにしやすい項目: {{value1}}
ar_sa: العناصر التي يسهل تأجيلها: {{value1}}
ca: Elements fàcils de posposar: {{value1}}
cs: Jednotky, které se snadno odkládají: {{value1}}
da: Let at udsætte: {{value1}}
de_de: Einfach zu verschieben: {{value1}}
el: Εύκολο στην αναβολή: {{value1}}
en_au: Easy to postpone: {{value1}}
es_es: Elementos que facilitan el posponer: {{value1}}
fi: Helppo jättää pois: {{value1}}
fr_ca: Facilité de report : {{value1}}
gu: જેને સરળતાથી આગળ વધારી શકાય છે: {{value1}}
he: פריטים שקל לדחות: {{value1}}
hi: जिन आइटम को आसानी से स्थगित किया जा सकता है: {{value1}}
hr: Jednostavno za odgađanje: {{value1}}
hu: Könnyen elmartható elemek: {{value1}}
id: Item yang mudah ditunda: {{value1}}
it: Elementi facilmente rimandabili: {{value1}}
ko: 다음으로 넘어가기 쉬운 항목: {{value1}}
mr: ज्या गोष्टी सोप्या आहेत: {{value1}}
ms: Item yang mudah untuk ditunda: {{value1}}
nl_nl: Makkelijk te pauzeren: {{value1}}
no: Enkle å utsette: {{value1}}
pl: Łatwe do odłożenia: {{value1}}
pt_br: Itens que facilitam o adiamento: {{value1}}
pt_pt: Itens que facilitam o adiamento: {{value1}}
ro: Elemente ușor de amânat: {{value1}}
ru: Элементы, которые легко отложить: {{value1}}
sk: Jednotky, ktoré je ľahšie odložiť: {{value1}}
sl: Elemente, ki jih lahko poznaš kasneje: {{value1}}
sv: Enkla att skjuta upp: {{value1}}
ta: எளிதில் தவிர்க்கக்கூடியவை: {{value1}}
te: సులభంగా వాయిదా వేయగల అంశాలు: {{value1}}
th: สามารถเลื่อนไปได้: {{value1}}
tr: Ergonomik Olmayan Öğeler: {{value1}}
uk: Елементи, які легко відкласти: {{value1}}
vi: Các mục dễ bỏ qua: {{value1}}
zh_hans: 容易推迟的项目: {{value1}}
zh_hant: 容易延遲的項目：{{value1}}

# health_meals_body_ai.1fd16ab817c8
source: 未撮影
ar_sa: لم يتم تصويرها
ca: No fotografiat
cs: Nefotografováno
da: Ikke taget
de_de: Nicht fotografiert
el: Μη τραβηγμένο
en_au: Not photographed
es_es: No fotografiado
fi: Ei otettu
fr_ca: Non pris en photo
gu: અપહાયેલ
he: לא צולם
hi: तस्वीर नहीं ली गई
hr: Ne snimljeno
hu: Nem rögzítve
id: Belum difoto
it: Non scattato
ko: 촬영되지 않음
mr: फोटो काढलेला नाही
ms: Belum diambil gambar
nl_nl: Niet gefotografeerd
no: Ikke tatt bilde av
pl: Niezapisane
pt_br: Não fotografado
pt_pt: Não fotografado
ro: Nu a fost fotografiat
ru: Не сделано фотографии
sk: Nefotografované
sl: Nefotografirano
sv: Ej fotograferat
ta: புகைப்படம் எடுக்கப்படவில்லை
te: ఫోటో తీయలేదు
th: ยังไม่ได้ถ่ายภาพ
tr: Fotoğraf çekilmemiş
uk: Не знято фото
vi: Chưa chụp ảnh
zh_hans: 未拍摄
zh_hant: 未拍摄

# health_meals_body_ai.1ff87d20c07b
source: 担当 {{value1}}
ar_sa: الشخص المسؤول {{value1}}
ca: Responsable {{value1}}
cs: Odpovědná osoba: {{value1}}
da: Ansvarlig: {{value1}}
de_de: Verantwortlicher: {{value1}}
el: Υπεύθυνος: {{value1}}
en_au: Assigned to: {{value1}}
es_es: Responsable: {{value1}}
fi: Vastuuhenkilö {{value1}}
fr_ca: Responsable : {{value1}}
gu: જવાબદાર: {{value1}}
he: אחראי: {{value1}}
hi: जिम्मेदार: {{value1}}
hr: Odgovorna osoba: {{value1}}
hu: Feladat: {{value1}}
id: Penanggung Jawab: {{value1}}
it: Responsabile: {{value1}}
ko: 담당: {{value1}}
mr: जबाबदार: {{value1}}
ms: Tanggungjawab {{value1}}
nl_nl: Verantwoordelijk: {{value1}}
no: Ansvarlig: {{value1}}
pl: Odpowiedzialny: {{value1}}
pt_br: Responsável: {{value1}}
pt_pt: Responsável: {{value1}}
ro: Responsabil: {{value1}}
ru: Ответственный {{value1}}
sk: Odpovedný: {{value1}}
sl: Odgovorna oseba {{value1}}
sv: Ansvarig: {{value1}}
ta: பொறுப்பாளர்: {{value1}}
te: బాధ్యత {{value1}}
th: ผู้รับผิดชอบ: {{value1}}
tr: Yöneticiniz: {{value1}}
uk: Відповідальний {{value1}}
vi: Người phụ trách: {{value1}}
zh_hans: 负责人 {{value1}}
zh_hant: 負責 {{value1}}

# health_meals_body_ai.2071566e71be
source: 写真なし
ar_sa: لا توجد صورة
ca: Cap foto
cs: Bez fotografie
da: Ingen billeder
de_de: Kein Foto
el: Χωρίς φωτογραφία
en_au: No photo
es_es: Sin foto
fi: Ei kuvaa
fr_ca: Sans photo
gu: કોઈ ફોટો નથી
he: ללא תמונה
hi: कोई फोटो नहीं
hr: Bez fotografije
hu: Nincs kép
id: Tanpa foto
it: Senza foto
ko: 사진 없음
mr: फोटो उपलब्ध नाही
ms: Tanpa gambar
nl_nl: Geen foto
no: Ingen bilde
pl: Brak zdjęcia
pt_br: Sem foto
pt_pt: Sem foto
ro: Fără fotografie
ru: Без фотографии
sk: Bez fotografie
sl: Brez fotografije
sv: Inga bilder
ta: புகைப்படம் இல்லை
te: ఫోటో లేదు
th: ไม่มีรูปภาพ
tr: Fotoğraf yok
uk: Без фотографії
vi: Không có ảnh
zh_hans: 无照片
zh_hant: 无照片

# health_meals_body_ai.212c4e7d1abf
source: 記録済み
ar_sa: المسجلة
ca: gravat
cs: Uloženo
da: Registreret
de_de: Aufgezeichnet
el: Καταγραφή
en_au: Recorded
es_es: Registro completado
fi: Tallennettu
fr_ca: Enregistré
gu: આ પહેલાં સાચવેલી
he: רישום
hi: पहले से रिकॉर्ड किया गया
hr: Zabilježeno
hu: Rögzítve
id: Sudah dicatat
it: Registrato
ko: 기록됨
mr: नोंदी केलेले
ms: Sudah Dicatat
nl_nl: Opgenomen
no: Registrert
pl: Zapisane
pt_br: Já registado
pt_pt: Já registado
ro: Înregistrat
ru: Записано
sk: Záznam vytvorený
sl: Zapisano
sv: Registrerat
ta: பதிவு செய்யப்பட்டது
te: రికార్డ్ చేయబడింది
th: บันทึกแล้ว
tr: Kaydedilmiş
uk: Записано
vi: Đã ghi lại
zh_hans: 已记录
zh_hant: 已記錄

# health_meals_body_ai.215d8802d90e
source: AI機能は設定でオフです。写真セットはこのまま保存できます。
ar_sa: تم إيقاف تشغيل وظيفة الذكاء الاصطناعي في الإعدادات. يمكنك حفظ مجموعة الصور كما هي.
ca: La funció AI està desactivada a la configuració. Podeu desar el conjunt de fotos tal qual.
cs: Funkce AI je vypnutá v nastavení. Fotografie můžete uložit tak, jak jsou.
da: AI-funktionerne er slået fra i indstillingerne. Du kan gemme dette foto sæt som det er.
de_de: Die KI-Funktion ist in den Einstellungen deaktiviert. Dieses Foto kann so gespeichert werden.
el: Οι λειτουργίες τεχνητής νοημοσύνης είναι απενεργοποιημένες στις ρυθμίσεις. Μπορείτε να αποθηκεύσετε τις φωτογραφίες όπως είναι.
en_au: The AI feature is turned off in settings. This photo set can be saved as is.
es_es: La función de IA está desactivada en la configuración. Puedes guardar este conjunto de fotos tal cual.
fi: AI-toiminto on pois päältä asetuksissa. Voit tallentaa valokuvat tällä hetkellä.
fr_ca: La fonctionnalité AI est désactivée dans les paramètres. Vous pouvez enregistrer l'ensemble photo ainsi.
gu: AI સુવિધાઓ સેટિંગ્સમાં બંધ છે. આ ફોટો સેટને જેમ છે તેમ સાચવી શકાય છે.
he: ניתן לשמור את קבוצת התמונות הזו כפי שהיא, הפונקציות של ה-AI כבויות בהגדרות.
hi: AI सुविधाएँ सेटिंग्स में बंद हैं। आप इस सेट को बिना किसी बदलाव के सहेज सकते हैं।
hr: Funkcije AI-a su isključene u postavkama. Fotografije možete spremiti kao što su.
hu: Az AI funkció le van tiltva a beállításokban. Ez a képkészlet jelenleg megmarad.
id: Fitur AI dinonaktifkan dalam pengaturan. Foto-foto dapat disimpan seperti ini.
it: La funzionalità IA è disattivata nelle impostazioni. Le foto possono essere salvate così come sono.
ko: AI 기능은 설정에서 꺼져 있습니다. 사진 세트는 그대로 저장할 수 있습니다.
mr: AI वैशिष्ट्ये सेटिंगमध्ये बंद आहेत. हे फोटो सेट जसेच्या तसे सेव्ह केले जाऊ शकतात.
ms: Fungsi AI telah dimatikan dalam tetapan. Anda boleh menyimpan set foto ini seperti apa adanya.
nl_nl: De AI-functie staat uit, via instellingen. Dit foto-set kan worden opgeslagen zoals het is.
no: AI-funksjonene er slått av i innstillingene. Du kan lagre dette bildet som det er.
pl: Funkcje AI są wyłączone w ustawieniach. Zdjęcia można zachować w obecnym stanie.
pt_br: As funções de IA estão desativadas nas configurações. Você pode salvar este conjunto de fotos como está.
pt_pt: As funções de IA estão desativadas nas configurações. Você pode salvar este conjunto de fotos como está.
ro: Funcțiile AI sunt dezactivate în setări. Puteți salva acest set de fotografii așa cum este.
ru: Функции ИИ отключены в настройках. Фотографии можно сохранить как есть.
sk: Funkcia AI je vypnutá v nastaveniach. Fotografie môžete uložiť tak, ako sú.
sl: Funkcije AI so izklopljene v nastavitvah. S to nastavitvijo lahko shranite trenutno galerijo fotografij.
sv: AI-funktioner är avstängda i inställningarna. Du kan spara detta fotoalbum som det är.
ta: AI செயல்பாடு அமைப்புகளில் முடக்குப்பட்டுள்ளது. இந்த புகைப்படங்களை அப்படியே சேமிக்கலாம்.
te: AI ఫంక్షన్లు సెట్టింగ్‌లలో ఆఫ్‌లో ఉన్నాయి. ఈ ఫోటోలను అలాగే నిల్వ చేసుకోవచ్చు.
th: ฟังก์ชัน AI ปิดอยู่ในการตั้งค่า สามารถบันทึกลงรูปภาพได้ตามนี้
tr: AI özellikleri, ayarlar üzerinden kapatılmıştır. Fotoğraf seti bu haliyle kaydedilebilir.
uk: Функція AI вимкнена в налаштуваннях. Фотографії можна зберегти як є.
vi: Tính năng AI đã bị tắt trong cài đặt. Bạn có thể lưu bộ ảnh này như hiện tại.
zh_hans: AI 功能已在设置中关闭。此照片集可以继续保存。
zh_hant: AI功能已關閉（設定中）。此照片集可以正常儲存。

# health_meals_body_ai.220b27fdd9bd
source: 未記録
ar_sa: لم يتم تسجيلها
ca: No gravat
cs: Nezaznamenáno
da: Ikke registreret
de_de: Nicht erfasst
el: Μη καταγεγραμμένο
en_au: Not recorded
es_es: No registrado
fi: Ei kirjattu
fr_ca: Non enregistré
gu: અપહાયેલ
he: לא נרשם
hi: रिकॉर्ड नहीं किया गया
hr: Nezabilježeno
hu: Nem rögzítve
id: Belum dicatat
it: Non registrato
ko: 기록되지 않음
mr: नोंद केलेले नाही
ms: Belum direkod
nl_nl: Niet geregistreerd
no: Ikke registrert
pl: Niezarejestrowane
pt_br: Não registrado
pt_pt: Não registrado
ro: Ne înregistrat
ru: Не зафиксировано
sk: Nezaznamenané
sl: Nezabeleženo
sv: Ej registrerat
ta: பதிவு செய்யப்படாதது
te: రికార్డ్ చేయబడనిది
th: ยังไม่ได้บันทึก
tr: Kayıt edilmemiş
uk: Не зафіксовано
vi: Chưa ghi lại
zh_hans: 未记录
zh_hant: 未记录

# health_meals_body_ai.227ec548982d
source: {{value1}}と作成・相談して修正
ar_sa: تم إنشاؤه ومراجعته بالتشاور مع {{value1}}
ca: Creat i revisat en consulta amb {{value1}}
cs: {{value1}} navrhuje a konzultuje úpravy
da: {{value1}} og oprette/konsultere for at rette
de_de: {{value1}} erstellt und bespricht Änderungen
el: Συνεργασία με το {{value1}} για δημιουργία και συζήτηση
en_au: {{value1}} is creating and discussing revisions.
es_es: {{value1}}: crea y consulta para modificar.
fi: {{value1}} luo ja keskustelee muutoksista
fr_ca: {{value1}} : création et consultation pour la modification
gu: {{value1}} સાથે બનાવવું અને ચર્ચા કરીને સુધારવું
he: {{value1}} יוצר ומציע שיפורים
hi: {{value1}} के साथ मिलकर, जानकारी को बनाएं और सलाह लें
hr: {{value1}} kreira i konzultira se s [value2]
hu: {{value1}}-zal készít és konzultál, majd módosítja
id: {{value1}} membuat dan berkonsultasi untuk perbaikan
it: {{value1}}: crea e discute per apportare modifiche.
ko: {{value1}}와 함께 작성 및 상담 후 수정
mr: {{value1}} तयार करा आणि त्यावर चर्चा करून सुधारणा करा.
ms: {{value1}} dan buat serta berunding untuk penambahbaikan
nl_nl: {{value1}} maken en bespreken, en indien nodig aanpassen.
no: {{value1}} lager og diskuterer for å justere
pl: {{value1}}: tworzy i konsultuje poprawki.
pt_br: {{value1}} cria e consulta, corrigindo conforme necessário.
pt_pt: {{value1}} cria e consulta, corrigindo conforme necessário.
ro: {{value1}} și creează/consultă pentru a face modificări
ru: {{value1}}: создание и обсуждение изменений
sk: {{value1}} konzultuje a upravuje
sl: {{value1}} ustvarite in se posvetujte glede izmene
sv: {{value1}} och skapa/diskutera för att justera
ta: {{value1}} உருவாக்கி, கலந்தாலோசித்து மாற்றங்களைச் செய்யுங்கள்.
te: {{value1}}తో కలిసి, సృష్టించి, సంప్రదించి సరిచేయండి
th: ปรึกษาและแก้ไขร่วมกับ {{value1}}
tr: {{value1}} ile birlikte oluşturulmuş ve görüşülmüş değişiklikler
uk: {{value1}} створює та обговорює зміни
vi: «{{value1}}» và tạo/thảo luận để sửa đổi
zh_hans: 与{{value1}}咨询并修改
zh_hant: 与{{value1}}相談，并进行修改

# health_meals_body_ai.234f23b52f12
source: 課題
ar_sa: التحدي
ca: Repte
cs: Úkoly
da: Udfordringer
de_de: Herausforderungen
el: Προβλήματα
en_au: Challenges
es_es: Desafíos
fi: Haasteet
fr_ca: Défis
gu: મુશ્કેલીઓ
he: אתגרים
hi: समस्याएँ
hr: Izazovi
hu: Feladatok
id: Tantangan
it: Sfide
ko: 과제
mr: समस्या
ms: Cabaran
nl_nl: Uitdagingen
no: Utfordringer
pl: Zadania
pt_br: Desafios
pt_pt: Desafios
ro: Provocări
ru: Задачи
sk: Výzvy
sl: Izkušnje
sv: Utmaningar
ta: சவால்கள்
te: సమస్యలు
th: ปัญหา
tr: Sorunlar
uk: Завдання
vi: Thách thức
zh_hans: 挑战
zh_hant: 挑戰

# health_meals_body_ai.23786a963f38
source: 体調や痛みがある場合は数値より本人の感覚を優先してください。
ar_sa: إذا كنت تشعر بالإعياء أو الألم، فأعط الأولوية لمشاعرك على الأرقام.
ca: Si no us trobeu bé o teniu dolor, prioritzeu els vostres sentiments sobre els números.
cs: Pokud máte problémy se zdravím nebo bolest, upřednostněte své vlastní pocity před číslami.
da: Hvis du føler dig utilpas eller har smerter, skal du prioritere din egen fornemmelse frem for tallene.
de_de: Wenn Sie Beschwerden oder Schmerzen haben, sollten Sie Ihre eigenen Empfindungen gegenüber den Zahlen priorisieren.
el: Εάν αισθάνεστε άσχημα ή έχετε πόνο, δώστε προτεραιότητα στην προσωπική σας αντίληψη παρά στις τιμές.
en_au: If you are feeling unwell or experiencing pain, please prioritize your own feelings over the numbers.
es_es: Si tiene alguna molestia o dolor, priorice su propio criterio sobre los valores.
fi: Jos sinulla on huono olo tai kipuja, priorisoi oma tuntemuksesi lukuja enemmän.
fr_ca: Si vous ressentez un inconfort ou une douleur, privilégiez votre propre ressenti plutôt que les chiffres.
gu: જો તમને કોઈ સ્વાસ્થ્ય સમસ્યા અથવા દુખાવો હોય, તો કૃપા કરીને સંખ્યાને બદલે તમારી પોતાની લાગણીઓને પ્રાધાન્ય આપો.
he: אם יש מצב לא תקין או כאבים, עדיף לתת עדיפות לתחושה האישית.
hi: यदि आपको कोई स्वास्थ्य समस्या या दर्द है, तो कृपया संख्या के बजाय अपनी व्यक्तिगत भावना को प्राथमिकता दें।
hr: Ako se osjećate loše ili imate bolova, prioritizirajte vlastito iskustvo umjesto brojeva.
hu: Ha érzik, hogy nem jól vannak vagy fájdalmat éreznek, akkor inkább a saját érzéseiket vegyük figyelembe, mint az adatokat.
id: Jika Anda merasa tidak enak badan atau sakit, prioritaskan perasaan Anda sendiri daripada angka tersebut.
it: Se hai problemi di salute o dolori, dai priorità alla tua percezione piuttosto che ai numeri.
ko: 건강 상태나 통증이 있을 경우, 수치를 우선시하지 말고 본인의 감각을 따르세요.
mr: जर तुम्हाला शारीरिक समस्या किंवा वेदना जाणवत असतील, तर कृपया आकडेवारीपेक्षा आपल्या भावनांना अधिक महत्त्व द्या.
ms: Jika anda berasa tidak sihat atau ada sakit, prioritaskan perasaan anda sendiri daripada nombor.
nl_nl: Als u zich niet goed voelt of pijn hebt, geef dan de voorkeur aan uw eigen gevoel, boven de numerieke waarden.
no: Hvis du føler deg dårlig eller har smerter, prioriter dine egne opplevelser fremfor tallene.
pl: Jeśli odczuwasz dyskomfort lub ból, priorytetowo traktuj swoje odczucia, a nie wartości.
pt_br: Se estiver a sentir algum desconforto ou dor, dê prioridade à sua própria sensação em vez dos números.
pt_pt: Se estiver a sentir algum desconforto ou dor, dê prioridade à sua própria sensação em vez dos números.
ro: Dacă aveți probleme de sănătate sau dureri, prioritizați senzațiile personale în locul valorilor.
ru: Если у вас плохое самочувствие или есть боль, прислушивайтесь к своим ощущениям, а не к цифрам.
sk: Ak máte problémy so zdravím alebo bolesť, uprednostnite svoje vlastné vnímanie pred číslami.
sl: Če imate težave s zdravjem ali bolečino, se posvetujte z osebnim izkušanjem, ne glede na številke.
sv: Om du känner dig dålig eller har ont, prioritera dina egna känslor framför siffrorna.
ta: உடல்நிலை அல்லது வலி இருந்தால், இந்த எண்களை விட உங்கள் சொந்த உணர்வுக்கு முன்னுரிமை கொடுங்கள்.
te: మీకు ఆరోగ్య సమస్యలు లేదా నొప్పి ఉంటే, సంఖ్యలను కంటే మీ వ్యక్తిగత అనుభూతికి ప్రాధాన్యత ఇవ్వండి.
th: หากมีอาการผิดปกติหรือความเจ็บปวด โปรดให้ความสำคัญกับความรู้สึกของตนเองมากกว่าตัวเลข
tr: Eğer sağlık durumunuzda veya ağrıda bir değişiklik varsa, lütfen sayısal değerlerden ziyade kendi hislerinize öncelik verin.
uk: Якщо у вас є проблеми зі здоров'ям або біль, звертайте увагу на свої відчуття, а не лише на цифри.
vi: Nếu bạn cảm thấy không khỏe hoặc đau, hãy ưu tiên cảm nhận của bản thân hơn là số liệu.
zh_hans: 如果身体不适或有疼痛，请优先考虑自己的感觉。
zh_hant: 如果身体不适或有疼痛，请优先考虑个人的感觉。

# health_meals_body_ai.237f4919c9d9
source: 記憶を確認
ar_sa: فحص الذاكرة
ca: comprovar la memòria
cs: Zkontrolovat uložená data
da: Bekræft hukommelse
de_de: Erinnerungen überprüfen
el: Ελέγξτε τις απομνημονεύσεις
en_au: View memories
es_es: Ver registros
fi: Tarkista muistot
fr_ca: Vérifier les souvenirs
gu: યાદો તપાસો
he: בדיקת זיכרון
hi: यादों की जाँच करें
hr: Provjeri zapamćene podatke
hu: Ellenőrizd az emléket
id: Melihat data
it: Visualizza le memorie
ko: 기록 확인
mr: नोंदी तपासा
ms: Periksa Ingatan
nl_nl: Herinneringen bekijken
no: Bekreft lagring
pl: Sprawdź zapisane dane
pt_br: Verificar memória
pt_pt: Verificar memória
ro: Verifică datele
ru: Проверить записи
sk: Skontrolujte spomínky
sl: Preverite zapise
sv: Kontrollera minnen
ta: நினைவுகளை சரிபார்க்கவும்
te: గుర్తులను చూడండి
th: ตรวจสอบการจดจำ
tr: Belleği kontrol et
uk: Переглянути записи
vi: Xem lại mục nhớ
zh_hans: 确认记忆
zh_hant: 確認記憶

# health_meals_body_ai.238a52b5a2f7
source: 1杯
ar_sa: 1 كوب
ca: 1 tassa
cs: 1 sklenka
da: 1 kop
de_de: 1 Tasse
el: 1 φλιτζάνι
en_au: 1 serving
es_es: 1 taza
fi: Yksi annos
fr_ca: 1 verre
gu: એક કપ
he: כוס אחת
hi: 1 कप
hr: Jedan put
hu: 1 adag
id: 1 gelas
it: 1 tazza
ko: 1잔
mr: 1 कप
ms: 1 cawan
nl_nl: 1 kopje
no: 1 kopp
pl: 1 szklanka
pt_br: 1 copo
pt_pt: 1 copo
ro: 1 cană
ru: 1 стакан
sk: 1 šálka
sl: 1 skodelica
sv: 1 kopp
ta: ஒரு கப்
te: ఒక కప్పు
th: 1 แก้ว
tr: 1 bardak
uk: 1 порція
vi: 1 cốc

# health_meals_body_ai.23efa56b6422
source: 共有項目なし
ar_sa: لا توجد عناصر مشتركة
ca: No hi ha elements compartits
cs: Žádné sdílené položky
da: Ingen delinger
de_de: Keine freizugebenden Elemente
el: Δεν υπάρχουν κοινά στοιχεία για κοινή χρήση
en_au: No shared items
es_es: No hay elementos para compartir
fi: Ei jaettavia kohteita
fr_ca: Aucun élément partagé
gu: સાથે શેર કરવા માટે કંઈ નથી
he: אין פריטים לשתף
hi: कोई साझा करने योग्य आइटम नहीं
hr: Nema dijelova za dijeljenje
hu: Nincs megosztani
id: Tidak ada item untuk dibagikan
it: Nessun elemento da condividere
ko: 공유 항목 없음
mr: सामायिक करण्याची कोणतीही गोष्ट नाही
ms: Tiada item untuk dikongsi
nl_nl: Geen gedeelde items
no: Ingen deler å dele
pl: Brak udostępnianych elementów
pt_br: Sem itens para compartilhar
pt_pt: Sem itens para compartilhar
ro: Nu există elemente partajate
ru: Нет общих элементов для обмена
sk: Žiadne zdieľané položky
sl: Ne morem deliti
sv: Inga delar att dela
ta: பகிர்வு செய்ய வேண்டிய எதுவும் இல்லை
te: ఏమీ భాగస్వామ్యం చేయకూడదు
th: ไม่มีรายการที่จะแชร์
tr: Paylaşılacak öğe yok
uk: Немає спільних елементів
vi: Không có mục để chia sẻ
zh_hans: 无共享项目
zh_hant: 無共有項目

# health_meals_body_ai.23f03e95c0a1
source: 値を追加すると、ここに推移が表示されます。
ar_sa: أثناء قيامك بإضافة القيم، سترى مدى تقدمها هنا.
ca: A mesura que afegiu valors, veureu el seu progrés aquí.
cs: Pokud přidáte hodnotu, zde se zobrazí odvozená hodnota.
da: Når du tilføjer en værdi, vises her en overgang.
de_de: Wenn Sie einen Wert hinzufügen, wird hier eine Ableitung angezeigt.
el: Όταν προσθέσετε μια τιμή, εδώ θα εμφανιστούν οι μεταβατικοί δείκτες.
en_au: When a value is added, the following will be displayed.
es_es: Al agregar un valor, aquí se mostrará la transición.
fi: Kun lisäät arvon, tässä näkyy tulos.
fr_ca: En ajoutant une valeur, vous verrez ici la progression.
gu: જ્યારે મૂલ્ય ઉમેરવામાં આવે, ત્યારે અહીં પરિણામ દેખાશે.
he: הוספת ערך תציג כאן את ההיסק.
hi: जब आप मान जोड़ते हैं, तो यहां परिणाम दिखाई देंगे।
hr: Kada dodate vrijednost, ovdje će se prikazati prelaz.
hu: Ha értéket adsz meg, itt láthatod a következőt.
id: Jika Anda menambahkan nilai, hasil akan ditampilkan di sini.
it: Aggiungendo un valore, vedrai qui il risultato.
ko: 값을 추가하면 여기에서 추이가 표시됩니다.
mr: मूल्य टाकल्यावर, येथे निष्कर्ष दिसेल.
ms: Jika anda menambah nilai, hasilnya akan dipaparkan di sini.
nl_nl: Wanneer u een waarde toevoegt, wordt hier de overgang weergegeven.
no: Når du legger til en verdi, vises det her.
pl: Dodanie wartości wyświetli tutaj wynik.
pt_br: Ao adicionar um valor, você verá a transição aqui.
pt_pt: Ao adicionar um valor, você verá a transição aqui.
ro: Adăugarea unei valori va afișa aici rezultatul.
ru: При добавлении значения здесь отобразится переход.
sk: Po pridanie hodnoty sa tu zobrazí prechod.
sl: Ko dodate vrednost, se tukaj bo prikazala.
sv: När du lägger till ett värde visas här en övergång.
ta: மதிப்பைச் சேர்க்கும்போது, இங்கே ஒரு முடிவு காட்டப்படும்.
te: విలువను జోడించినప్పుడు, ఇక్కడ ఫలితం కనిపిస్తుంది.
th: เมื่อเพิ่มค่า จะแสดงผลการเปลี่ยนแปลงที่นี่
tr: Değeri eklediğinizde, buraya geçiş gösterilir.
uk: При додаванні значення тут відображається перехід.
vi: Khi thêm giá trị, đây là kết quả.
zh_hans: 添加值后，会在此处显示趋势。
zh_hant: 添加值后，会在此处显示趋势。
